Repository: elementary/settings-system
Catalog: po/extra/*.po
Languages: es, fr, ja, nl, pl, pt_br, ru, sk, sv, zh_tw

source: System
es: Sistema
fr: Système
ja: システム
nl: Systeem
pt_br: Sistema
ru: Система
sk: Systém
zh_tw: 系統

source: View operating system and hardware information
es: Vea información del sistema operativo y el equipo
fr: Afficher les informations du système d'exploitation et du matériel
ja: オペレーティングシステムとハードウェアの情報を参照します
nl: Bekijk informatie over het besturingssysteem en hardware
pl: Wyświetl informacje o systemie oraz sprzęcie
pt_br: Visualizar sistema operacional e informações de hardware
ru: Просмотр информации об операционной системе и комплектующих
sk: Zobrazujte informácie o operačnom systéme a hardvéri
sv: Visa information om operativsystem och hårdvara
zh_tw: 檢視作業系統和硬體資訊

source: Minor updates:
es: Actualizaciones menores:
fr: Mises à jour mineures :
ja: マイナーアップデート:
nl: Kleine updates:
pl: Mniejsze aktualizacje:
pt_br: Pequenas atualizações:
ru: Незначительные обновления:
sk: Menšie aktualizácie:
sv: Mindre uppdateringar:
zh_tw: 小型更新：

source: Screen reader improvements
es: Se implementaron mejoras para lectores de pantalla
fr: Améliorations pour les lecteurs d'écran
ja: スクリーンリーダーへの対応を改善
nl: Verbeteringen voor schermlezers
pt_br: Melhorias do leitor de tela
ru: Улучшения для экранного диктора

source: Updated translations
es: Traducciones actualizadas
fr: Mise à jour des traductions
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
pl: Zaktualizowane tłumaczenia
pt_br: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
zh_tw: 翻譯更新

source: New features:
es: Nuevas características:
fr: Nouvelles fonctionnalités :
ja: 新機能:
nl: Nieuwe functies:
pl: Nowe funkcje:
pt_br: Novas funcionalidades:
ru: Новые возможности:
sk: Nové funkcie:
sv: Nya funktioner:
zh_tw: 新功能：

source: Manage Operating System updates, including automatic updates
es: Se pueden gestionar las actualizaciones del sistema operativo, incluyendo actualizaciones automáticas
fr: Gérez les mises à jour du système, ainsi que les mises à jour automatiques
ja: オペレーティングシステムのアップデートを管理する機能を追加 (自動アップデート機能も含む)
nl: Beheer besturingssysteem updates, inclusief automatische updates
pl: Zarządzanie aktualizacjami systemu operacyjnego włączając w to automatyczne aktualizacje
pt_br: Gerenciar atualizações do Sistema Operacional, incluindo atualizações automáticas
ru: Управление обновлениями ОС, включая автоматические обновления
sk: Spravujte aktualizácie operačného systému, vrátane automatických aktualizácií
sv: Hantera uppdateringar av operativsystemet, inklusive automatiska uppdateringar
zh_tw: 管理作業系統更新，包含自動更新

source: Manage additional drivers
es: Se pueden gestionar controladores adicionales
fr: Gérez les pilotes additionnels
ja: 追加のドライバーを管理する機能を追加
nl: Beheer extra stuurprogramma's
pl: Zarządzanie dodatkowymi sterownikami
pt_br: Gerenciar drivers adicionais
ru: Управление дополнительными драйверами
sk: Spravujte dodatočné ovládače
sv: Hantera ytterligare drivrutiner
zh_tw: 管理額外驅動程式

source: Improve operating system image for other Linux distributions
es: Se mejoró la imagen ISO del sistema operativo para otras distribuciones de Linux
fr: Amélioration de l'image du système d'exploitation pour les autres distributions Linux
ja: オペレーティングシステムの画像を他の Linux ディストリビューション用に改善
nl: Verbeter de besturingssysteemafbeelding voor andere Linux distributies
pl: Poprawiono obraz systemu operacyjnego dla innych dystrybucji Linuxa
pt_br: Aprimorar a imagem do sistema operacional para outras distribuições Linux
ru: Улучшено изображение ОС для других дистрибутивов Linux
sk: Zlepšenie obrazu operačného systému pre ostatné Linuxové distribúcie
sv: Förbättra operativsystemsavbildning för andra Linux-distributioner
zh_tw: 為其他 Linux 發行版改善作業系統圖片

source: Add a button to restart to firmware setup
es: Se agregó un botón para reiniciar el equipo para configurar firmware
fr: Ajout d'un bouton pour redémarrer vers la page de configuration du micrologiciel
ja: 再起動してファームウェア設定に入るボタンを追加
nl: Voeg een knop toe om de firmware set-up te herstarten
pl: Dodano przycisk do restartu ustawień firmware'u
pt_br: Adicionar um botão para reiniciar para a configuração do firmware
ru: Добавлена кнопка перезагрузки в BIOS
sk: Pridanie tlačidla na reštart do nastavenia firmvéru
sv: Lägg till en knapp för att starta om till konfiguration av fast programvara
zh_tw: 新增按鈕來重啟進入韌體設定

source: Get more accurate memory and storage information
es: Ahora se ve información más precisa de la memoria y el almacenamiento
fr: Récupération plus précise des informations sur la mémoire et le stockage
ja: メモリー情報とストレージ情報をより正確に取得するように修正
nl: Verkrijg betere informatie over geheugen en opslag
pl: Dokładniejsze informacje na temat pamięci podręcznej i masowej
pt_br: Obtenha informações mais precisas sobre memória e armazenamento
ru: Отображение более актуальной информации о памяти и хранилище
sk: Získajte presnejšie informácie o pamäti a úložisku
sv: Få mer exakt minnes- och lagringsinformation
zh_tw: 取得更準確的記憶體和儲存空間資訊

source: Handle Ryzen CPU and AMD GPU vendor string
es: Se gestiona el uso de las etiquetas de proveedor de Ryzen CPU y AMD GPU
fr: Prise en charge des chaînes de vendeur des processeurs Ryzen et des cartes graphiques AMD
ja: Ryzen CPU と AMD GPU の製造元文字列を処理できるように修正
nl: De Ryzen CPU en AMD GPU verkoperstekst afhandelen
pl: Obsługa informacji o producentach procesorów Ryzen oraz kart graficznych AMD
pt_br: Lidar com a cadeia de fornecedores de CPU Ryzen e GPU AMD
ru: Улучшена обработка строк производителя Ryzen CPU и AMD GPU
sk: Spracovať text dodávateľa Ryzen CPU a AMD GPU
sv: Hantera Ryzen CPU och AMD GPU-tillverkarsträng
zh_tw: 處理 Ryzen CPU 與 AMD GPU 的廠商字串

source: Added support for dark style manufacturer logos
es: Se agregó compatibilidad para los logos de fabricantes en el estilo oscuro
fr: Ajout de la prise en charge des logos de fabricant spécifiques en mode sombre
ja: ダークモード用のメーカーロゴに対応
nl: Ondersteuning toegevoegd voor fabrikantenlogo's in donkere stijl
pl: Dodano wsparcie dla marki producenta w ciemnym stylu
pt_br: Adição de suporte para logotipos de fabricantes em estilo escuro
ru: Добавлена поддержка тёмного стиля для логотипов производителей
sk: Pridaná podpora pre logá výrobcov s podporou tmavého štýlu
sv: Stöd för tillverkarlogotyper i mörk stil har lagts till
zh_tw: 支援深色模式的製造商圖示

source: Added support for offline firmware updates
es: Se agregó soporte para actualizaciones de firmware sin conexión
fr: Ajout de la prise en charge des mises à jour hors-ligne du micrologiciel
ja: オフラインでのファームウェアのアップデートに対応
nl: Ondersteuning voor offline firmware-updates toegevoegd
pl: Dodano wsparcie dla aktualizacji sprzętu bez internetu
pt_br: Suporte adicional para atualizações de firmware off-line
ru: Добавлена поддержка автономных обновлений прошивок
sk: Pridaná podpora pre offline aktualizácie firmvéru
sv: Stöd för uppdatering av fast programvara i frånkopplat läge har lagts till
zh_tw: 支援離線韌體更新

source: Use formatted device name when available
es: Se intenta utilizar nombres de dispositivos con formato si están disponibles
fr: Utilisation du nom du périphérique si disponible
ja: 可能な場合は整形されたデバイス名を使用するように修正
nl: Gebruik de opgemaakte apparaatnaam indien beschikbaar
pl: Zformatowana nazwa urządzenia jest wykorzystywana tam gdzie to możliwe
pt_br: Usar o nome do dispositivo formatado quando disponível
ru: Применение красивого названия устройства, если оно доступно
sk: Použiť názov naformátovaného zariadenia, ak je to možné
sv: Använd formaterat enhetsnamn när det är tillgängligt
zh_tw: 可用時使用美化過的裝置名稱

source: Display more information for certain GPUs, including Intel® Xe Graphics
es: Se muestra más información para ciertas GPU, incluyendo gráficos Intel® Xe
fr: Affichage de plus d'informations pour certaines cartes graphiques, cartes Intel® Xe incluses
ja: Intel® Xe Graphics などの特定の GPU に関する情報を詳細に表示するように修正
nl: Toon meer informatie voor bepaalde GPU's, waaronder Intel® Xe Graphics
pl: Dla niektórych kart graficznych, m.in. Intel® Xe Graphics, wyświetlane jest teraz więcej informacji
pt_br: Exibir mais informações sobre determinadas GPUs, incluindo a Intel® Xe Graphics
ru: Отображение большей информации для определённых видеокарт, включая Intel® Xe Graphics
sk: Zobrazovať viac informácií pre určité grafické karty, vrátane Intel® Xe Graphics
sv: Visa mer information för vissa GPU:er, inklusive Intel® Xe Graphics
zh_tw: 為 Intel® Xe Graphics 等等某些顯示卡顯示更多資訊

source: Redesign and new features:
es: Rediseños y nuevas características:
fr: Nouvelle apparence et nouvelles fonctionnalités :
ja: デザイン変更と新機能:
nl: Herontwerp en nieuwe functies:
pl: Przeprojektowanie i nowe funkcje:
pt_br: Reformulação e novas funcionalidades:
ru: Редизайн и новые возможности:
sk: Redizajn a nové funkcie:
sv: Omdesign och nya funktioner:
zh_tw: 重新設計與新功能：

source: Rename from About to System
es: Se cambió el nombre de «Acerca de» por «Sistema»
fr: Renommage de « À propos » en « Système »
ja: “このシステムについて”から“システム”に名称変更
nl: Hernoemen van Over tot Systeem
pl: Zmiana nazwy z Informacje na System
pt_br: Renomear de Sobre para Sistema
ru: Переименовано из «О системе» в «Система»
sk: Premenovaná tabla O systéme na Systém
sv: Byt namn från Om till System
zh_tw: 從「關於」重新命名為「系統」

source: Split Hardware and Operating System info into their own tabs
es: Se separó la información de hardware y del sistema operativo en sus propias pestañas
fr: Séparation des informations sur le matériel et le système d'exploitation en deux onglets distincts
ja: “ハードウェア”と“オペレーティングシステム”を独立したタブに分割
nl: Informatie over hardware en besturingssysteem opsplitsen in aparte tabbladen
pl: Rozdzielono Sprzęt i System operacyjny do osobnych zakładek
pt_br: Divida as informações de Hardware e Sistema Operacional em suas próprias guias
ru: Информация об оборудовании и операционной системе разделена в отдельные вкладки
sk: Rozdelené informácie o hardvéri a operačnom systéme na oddelené tably
sv: Dela upp information om hårdvara och operativsystem i egna flikar
zh_tw: 將硬體與作業系統資訊分割成它們自己的分頁

source: Redesign the Operating System tab with clearer links and buttons
es: Se rediseñó la pestaña de sistema operativo con enlaces y botones más claros
fr: Nouvelle apparence de l'onglet sur le système d'exploitation avec des liens et boutons plus clairs
ja: “オペレーティングシステム”タブに、より明確なリンクとボタンを配置するデザイン変更
nl: Het tabblad voor het besturingssysteem herontwerpen met duidelijkere links en knoppen
pl: Przeprojektowano kartę systemu operacyjnego z wyraźniejszymi linkami i przyciskami
pt_br: Redesenhar a guia Sistema operacional com links e botões mais claros
ru: Редизайн вкладки «Операционная система» с более понятными ссылками и кнопками
sk: Redizajn tably Operačného systému s použitím jasnejších odkazov a tlačidiel
sv: Omarbeta fliken Operativsystem med tydligare länkar och knappar
zh_tw: 重新設計作業系統分頁，提供更清楚的連結和按鈕

source: Add a Firmware view to manage device firmware updates
es: Se agregó una vista de Firmware para gestionar actualizaciones firmware de dispositivos
fr: Ajout d'une vue « Logiciel » pour gérer les mises à jour logicielles de l'appareil
ja: デバイスファームウェアのアップデートを管理する“ファームウェア”ビューを追加
nl: Een firmwareweergave toevoegen om updates van apparaatsfirmware te beheren
pl: Dodano widok firmware'u by zarządzać aktualizacjami firmware'u urządzenia
pt_br: Adicionar uma visualização de Firmware para gerenciar as atualizações de firmware do dispositivo
ru: Добавлена вкладка «Прошивка» для управления обновлениями прошивок устройств
sk: Pridané zobrazenie Firmvéru na správu aktualizácií firmvéru zariadení
sv: Lägg till en vy för Fast programvara för att hantera uppdateringar av enhetens fasta programvara
zh_tw: 新增韌體檢視來管理裝置韌體更新

source: More information:
es: Más información:
fr: Plus d'informations :
ja: 追加された情報:
nl: Meer informatie:
pl: Więcej informacji:
pt_br: Mais informações:
ru: Больше информации:
sk: Viac informácií:
sv: Mer information:
zh_tw: 更多資訊：

source: Provide information for ARM CPUs
es: Se brinda información para CPU tipo ARM
fr: Informations sur les processeurs ARM
ja: ARM CPU の情報を表示できるように変更
nl: Geef informatie voor ARM CPU's
pl: Dodano informacje dla procesorów ARM
pt_br: Fornecer informações para CPUs ARM
ru: Предоставление информации для процессоров ARM
sk: Poskytovať informácie o ARMových procesoroch
sv: Tillhandahåll information för ARM-processorer
zh_tw: 提供 ARM CPU 的資訊

source: Provide information for more types of Graphics
es: Se brinda información para más tipos de tarjetas gráficas
fr: Informations supplémentaires pour plus de cartes graphiques
ja: 検出可能なグラフィックスの種類が増加
nl: Geef informatie over meer types videokaarten
pl: Dodano informacje dla większej liczby kart graficznych
pt_br: Fornecer informações para mais tipos de Gráficos
ru: Предоставление информации для большего количества видов графики
sk: Poskytovať informácie pre viac typov grafických kariet
sv: Tillhandahåll information för fler typer av grafik
zh_tw: 提供更多種類顯示卡的資訊

source: Fixes:
es: Correcciones:
fr: Corrections :
ja: 修正点:
nl: Oplossingen:
pl: Poprawki:
pt_br: Correções:
ru: Исправления:
sk: Opravy:
sv: Åtgärdar:
zh_tw: 修正：

source: Fix an issue where the view was destroyed early when navigating away
es: Se corrigió un problema donde la vista se desaparecía antes de tiempo al cambiar de contexto
fr: Correction d'un problème où la vue était détruite trop tôt lors de la navigation
ja: このプラグから移動する場合にビューが先に破棄される不具合を修正
nl: Een probleem verhelpen met een scherm dat voortijdig werd vernietigd bij het wegnavigeren
pl: Naprawiono problem gdzie widok był zbyt wcześnie niszczony podczas nawigacji z niego
pt_br: Correção de um problema em que a exibição era destruída antes do tempo ao navegar para fora
ru: Исправлена проблема, когда представление уничтожалось раньше времени при навигации в сторону
sk: Opravený problém, keď bolo zobrazenie zničené príliš skoro pri navigácií preč z okna
sv: Åtgärda ett problem där vyn förstördes tidigt vid navigering bort
zh_tw: 修正瀏覽離開時檢視會太早摧毀的問題

source: Fix system memory calculation
es: Se corrigió un problema al calcular la memoria
fr: Correction du calcul de la mémoire du système
ja: システムメモリー容量の検出方法を修正
nl: Systeemgeheugenberekening herstellen
pl: Naprawiono obliczanie pamięci systemu
pt_br: Correção do cálculo de memória do sistema
ru: Исправлено вычисление системной памяти
sk: Opravené výpočty systémovej pamäte
sv: Fixa beräkning av systemminne
zh_tw: 修正系統記憶體容量計算

source: Ellipsize long hardware names
es: Los nombres largos de los dispositivos se truncan con una elipsis (…)
fr: Les noms de matériels trop longs sont désormais tronqués
ja: ハードウェア名が長い場合に省略表示
nl: Lange hardware namen met drie puntjes afkorten
pl: Przycięto długie nazwy sprzętu
pt_br: Encurtar nomes longos de hardware
ru: Сокращение длинных названий оборудования
sk: Elipsovať dlhé názvy hardvéru
sv: Korta ner långa hårdvarunamn
zh_tw: 省略太長的硬體名稱

source: Performance improvements
es: Mejoras de rendimiento
fr: Amélioration des performances
ja: パフォーマンスの改善
nl: Prestatieverbeteringen
pl: Zwiększona wydajność
pt_br: Melhorias de desempenho
ru: Улучшения производительности
sk: Zlepšenia výkonu
sv: Förbättringar av prestanda
zh_tw: 效能改善
