Repository: elementary/settings-system
Catalog: po/*.po
Languages: de, nl, sl, sv

source: System
nl: Systeem
sl: Sistem

source: View operating system and hardware information
de: Betriebssystem- und Hardware-Informationen anzeigen
nl: Bekijk informatie over het besturingssysteem en hardware
sl: Pregled informacij o operacijskem sistemu in strojni opremi
sv: Visa information om operativsystem och hårdvara

source: Operating System
de: Betriebssystem
nl: Besturingssysteem
sl: Operacijski sistem
sv: Operativsystem

source: Hardware
sl: Strojna oprema
sv: Hårdvara

source: Firmware
sl: Strojna programska oprema
sv: Fast programvara

source: Drivers
de: Treiber
nl: Stuurprogramma's
sl: Gonilniki
sv: Drivrutiner

source: Automatic Updates
de: Automatische Aktualisierungen
nl: Automatische updates
sl: Samodejne posodobitve
sv: Automatiska uppdateringar

source: Basics Guide
de: Grundlagen
nl: Basisgids
sl: Vodič osnov
sv: Grundläggande guide

source: Get Help
de: Hilfe
nl: Krijg hulp
sl: Pomoč
sv: Få hjälp

source: Get Involved or Sponsor Us
de: Bei uns mitarbeiten oder uns unterstützen
nl: Help mee of sponsor ons
sl: Pomagajte ali nas sponzorirajte
sv: Engagera dig eller sponsra oss

source: Get Support
de: Unterstützung erhalten
nl: Krijg ondersteuning
sl: Podpora
sv: Få support

source: Our Website
de: Unsere Internet-Seite
nl: Onze website
sl: Naša spletna stran
sv: Vår webbplats

source: Report a Problem
de: Problem melden
nl: Meld een probleem
sl: Opozorite na težavo
sv: Rapportera ett problem

source: Restore Default Settings
de: Standardeinstellungen wiederherstellen
nl: Herstel standaardinstellingen
sl: Povrni tovarniške nastavitve
sv: Återställ standardinställningar

source: Send Feedback
de: Rückmeldung geben
nl: Feedback Verzenden
sl: Pošljite povratne informacije
sv: Skicka återkoppling

source: Device name
de: Gerätename
nl: Apparaatnaam
sl: Ime naprave
sv: Enhetsnamn

source: Host name
de: Rechnername
nl: Hostnaam
sl: Ime gostitelja
sv: Värdnamn

source: About This Device
sl: O tej napravi
sv: Om denna enhet

source: Restart to Firmware Setup…
de: Zur Firmware-Einrichtung neu starten …
nl: Opnieuw opstarten naar de firmware setup…
sl: Ponovni zagon za namestitev strojne programske opreme…
sv: Starta om till Konfigurera fast programvara…

source: Broadcom® Wi-Fi adapters, NVIDIA® graphics, and some virtual machines may not function properly without additional drivers.
de: Broadcom®-Wi-Fi-Adapter, NVIDIA®-Grafikkarten und einige virtuelle Maschinen arbeiten möglicherweise ohne zusätzliche Treiber nicht korrekt.
nl: Broadcom® Wi-Fi adapters, NVIDIA® grafische kaarten, en sommige virtuele machines zouden niet goed kunnen functioneren zonder aanvullende stuurprogramma's.
sl: Broadcom® Wi-Fi adapterji, NVIDIA® grafične kartice in nekateri virtualni stroji morda ne bodo delovali pravilno brez dodatnih gonilnikov.
sv: Broadcom® Wi-Fi-adaptrar, NVIDIA®-grafik och vissa virtuella maskiner kanske inte fungerar korrekt utan ytterligare drivrutiner.

source: No drivers available
de: Keine Treiber verfügbar
nl: Geen stuurprogramma's beschikbaar
sl: Na voljo ni nobenih gonilnikov
sv: Inga drivrutiner tillgängliga

source: This device doesn't need any additional drivers.
de: Für dieses Gerät werden keine zusätzlichen Treiber benötigt.
nl: Dit apparaat heeft geen aanvullende stuurprogramma's nodig.
sl: Ta naprava ne potrebuje dodatnih gonilnikov.
sv: Den här enheten behöver inga ytterligare drivrutiner.

source: Checking for Drivers
de: Nach Treibern suchen
nl: Controleren op stuurprogramma's
sl: Preverjam za gonilniki
sv: Letar efter drivrutiner

source: Connecting to the driver service and searching for drivers.
de: Mit Treiberdienst verbinden und nach Treibern suchen.
nl: Verbinden met de stuurprogramma-service en zoeken naar stuurprogramma's.
sl: Povezovanje na posodobitveni strežnik in iskanje gonilnikov.
sv: Ansluter till drivrutinstjänsten och söker efter drivrutiner.

source: Failed to install driver
de: Installation des Treibers gescheitert
nl: Installeren van stuurprogramma mislukt
sl: Napaka pri nameščanju gonilnika
sv: Misslyckades med att installera drivrutinen

source: Manually refreshing driver information may resolve the issue
de: Ein manuelles erneutes Abrufen der Treiberinformationen behebt das Problem möglicherweise
nl: Het handmatig verversen van de stuurprogrammainformatie zou het probleem mogelijk kunnen verhelpen
sl: Ročno osveževanje podatkov o gonilnikih bo morda rešilo težavo
sv: Manuell uppdatering av drivrutinsinformationen kan lösa problemet

source: Refresh
de: Aktualisieren
nl: Verversen
sl: Osveži
sv: Uppdatera

source: Refresh driver information
de: Treiberinformationen aktualisieren
nl: Ververs stuurprogramma informatie
sl: Osveži informacije o gonilnikih
sv: Uppdatera drivrutinsinformation

source: Learn More…
de: Mehr erfahren …
nl: Meer informatie…
sl: Več…
sv: Läs mer…

source: Failed to install
de: Installation gescheitert
nl: Installatie is mislukt
sl: Namestitev spodletela
sv: Det gick inte att installera

source: Installing %s…
de: %s installieren …
nl: %s installeren…
sl: Nameščanje %s…
sv: Installerar %s…

source: All Updates
de: Alle Aktualisierungen
nl: Alle Updates
sl: Vse posodobitve
sv: Alla uppdateringar

source: Version:
nl: Versie:
sl: Verzija:

source: Vendor:
de: Anbieter:
nl: Verkoper:
sl: Izdelovalec:
sv: Tillverkare:

source: Size:
de: Größe:
nl: Grootte:
sl: Velikost:
sv: Storlek:

source: Estimated time to install:
de: Voraussichtliche Installationsdauer:
nl: Geschatte tijd om te installeren:
sl: Ocenjen čas namestitve:
sv: Beräknad tid för installation:

source: There are no releases available for this device.
de: Für dieses Gerät gibt es keine neuen Versionen.
nl: Er is geen versie beschikbaar voor dit apparaat.
sl: Ni na voljo posodobitev za to napravo.
sv: Det finns inga utgåvor tillgängliga för den här enheten.

source: Update
de: Aktualisierung
sl: Posodobi
sv: Uppdatera

source: Up to date
de: Aktuell
nl: Actueel
sl: Posodobljen
sv: Uppdaterad

source: less than a minute
de: weniger als eine Minute
nl: minder dan een minuut
sl: manj kot minuto
sv: mindre än en minut

source: %llu minute
nl: %llu minuut
sl: %llu minuta
sv: %llu minut

source: Firmware updates provided by device manufacturers can improve performance and fix critical security issues.
de: Von Geräteherstellern zur Verfügung gestellte Firmware-Aktualisierungen steigern die Leistung und beheben kritische Sicherheitsprobleme.
nl: Firmware updates geleverd door de fabrikant van het apparaat kan de prestaties verbeteren en kritieke veiligheidsproblemen oplossen.
sl: Posodobitve strojne programske opreme lahko izboljšajo hitrost delovanja in popravijo pomembne varnostne luknje.
sv: Uppdateringar för fast programvara som tillhandahålls av enhetstillverkare kan förbättra prestanda och åtgärda kritiska säkerhetsproblem.

source: Do not unplug the device during the update.
de: Gerät während der Aktualisierung nicht abtrennen.
nl: Koppel het apparaat niet los tijdens de update.
sl: Ne izštekajte naprave med posodobitvijo.
sv: Koppla inte från enheten under uppdateringen.

source: Checking for Updates
de: Nach Aktualisierungen suchen
nl: Controleren op updates
sl: Preverjanje posodobitev
sv: Letar efter uppdateringar

source: Connecting to the firmware service and searching for updates.
de: Mit Firmware-Dienst verbinden und nach Aktualisierungen suchen.
nl: Verbinden met de firmware-service en zoeken naar updates.
sl: Povezovanje na posodobitveni strežnik za strojno programsko opremo.
sv: Ansluter till fast programvara-tjänsten och söker efter uppdateringar.

source: Firmware Updates Are Not Available
de: Keine Firmware-Aktualisierungen verfügbar
nl: Er zijn geen firmware updates beschikbaar
sl: Posodobitve strojne programske opreme niso na voljo
sv: Uppdateringar för fast programvara finns inte tillgängliga

source: Firmware updates are not supported on this or any connected devices.
de: Firmware-Aktualisierungen werden weder bei diesem noch bei angeschlossenen Geräten unterstützt.
nl: Firmware updates worden niet ondersteund op dit apparaat of andere verbonden apparaten.
sl: Posodobitve strojne programske opreme niso podprte na tej napravi.
sv: Uppdateringar för fast programvara stöds inte på denna eller någon annan ansluten enhet.

source: The Firmware Service Is Not Available
de: Der Firmware-Dienst ist nicht verfügbar
nl: De firmware-service is niet beschikbaar
sl: Strežnik za posodobitve strojne programske opreme ni na voljo
sv: Tjänsten för fast programvara är inte tillgänglig

source: Please make sure “fwupd” is installed and enabled.
de: Stellen Sie sicher, dass »fwupd« installiert und aktiviert ist.
nl: Zorg ervoor dat “fwupd” geïnstalleerd en geactiveerd is.
sl: Prosimo preverite če je paket "fwupd" nameščen in omogočen.
sv: Kontrollera att "fwupd" är installerat och aktiverat.

source: %u Update Available
de: %u Aktualisierung verfügbar
nl: %u Update Beschikbaar
sl: %u posodobitev na voljo
sv: %u uppdatering tillgänglig

source: Up to Date
de: Aktuell
nl: Actueel
sl: Posodobljeno
sv: Uppdaterad

source: “%s” is being updated
de: »%s« wird aktualisiert
nl: “%s” wordt ge-update
sl: “%s” se posodablja
sv: "%s" håller på att uppdateras

source: Failed to install firmware release
de: Installation der Firmware gescheitert
nl: Installeren van firmware-uitgave is mislukt
sl: Ni bilo mogoče namestiti strojne programske opreme
sv: Misslyckades med att installera utgåva för fast programvara

source: “%s” needs to manually be put in update mode
de: »%s« muss manuell in den Aktualisierungsmodus versetzt werden
nl: “%s” moet handmatig in update modus gezet worden
sl: “%s” mora biti ročno postavljen v način za posodobitve
sv: "%s" måste manuellt försättas i uppdateringsläge

source: Continue
de: Weiter
nl: Doorgaan
sl: Nadaljuj
sv: Fortsätt

source: An update requires the system to restart to complete
de: Zum Abschluss einer der Aktualisierungen muss das System neu gestartet werden
nl: Om de update te voltooien is opnieuw opstarten noodzakelijk
sl: Posodobitev rabi ponovni zagon sistema za namestitev
sv: En uppdatering kräver att systemet startas om för att slutföras

source: This will close all open applications and restart this device.
de: Dabei werden alle geöffneten Anwendungen geschlossen und dieses Gerät neu gestartet.
nl: Dit zal alle open toepassingen sluiten en dit apparaat opnieuw opstarten.
sl: To bo zaprlo vse odprte aplikacije in ponovno zagnalo napravo.
sv: Detta stänger alla öppna program och startar om enheten.

source: Restart
de: Neu starten
nl: Opnieuw opstarten
sl: Ponovni zagon
sv: Starta om

source: An update requires the system to shut down to complete
de: Zum Abschluss einer der Aktualisierungen muss das System ausgeschaltet werden
nl: Een update vereist dat het systeem wordt afgesloten
sl: Posodobitev rabi izklop sistema za namestitev
sv: En uppdatering kräver att systemet stängs av för att slutföras

source: This will close all open applications and turn off this device.
de: Dabei werden alle geöffneten Anwendungen geschlossen und dieses Gerät ausgeschaltet.
nl: Dit zal alle open toepassingen afsluiten en dit apparaat uit zetten.
sl: To bo zaprlo vse aplikacije in izklopilo napravo.
sv: Detta stänger alla öppna program och stänger av den här enheten.

source: Shut Down
de: Ausschalten
nl: Afsluiten
sl: Izklop
sv: Stäng ner

source: Restart to firmware setup
de: Zur Firmware-Einrichtung neu starten
nl: Opnieuw opstarten naar de firmware setup
sl: Ponovni zagon v strojne nastavitve
sv: Starta om för att konfigurera fast programvara

source: This will close all open applications, restart this device, and open the firmware setup screen.
de: Dabei werden alle geöffneten Anwendungen geschlossen, dieses Gerät neu gestartet und der Bildschirm zur Firmware-Einrichtung geöffnet.
nl: Dit zal alle open toepassingen sluiten, dit apparaat opnieuw opstarten en de firmware setup openen.
sl: To bo zaprlo vse aplikacije, ponovno zagnalo napravo in prikazalo nastavitve strojne opreme.
sv: Detta stänger alla öppna program, startar om enheten och öppnar konfigurationsskärmen för den fasta programvaran.

source: Unable to restart to firmware setup
de: Neustart zur Firmware-Einrichtung gescheitert
nl: Kon niet opstarten in de firmware setup
sl: Ni bilo mogoče ponovno zagnati v nastavitve strojne opreme
sv: Kunde inte starta om till att konfigurera fast programvara

source: A system error prevented automatically restarting into firmware setup.
de: Ein Systemfehler hat den automatischen Neustart zur Firmware-Einrichtung verhindert.
nl: Een systeemfout heeft voorkomen dat het systeem automatisch kon opstarten in de firmware setup.
sl: Sistemska napaka je preprečila ponovni zagon v nastavitve.
sv: Ett systemfel förhindrade automatisk omstart till konfiguration för fast programvara.

source: You do not have permission to change the device name
de: Sie haben nicht die Berechtigung, den Gerätenamen zu ändern
sl: Nimate dovoljenja za spreminjanje imena naprave
sv: Du har inte behörighet att ändra enhetsnamnet

source: %s memory
de: %s Arbeitsspeicher
nl: %s geheugen
sl: %s pomnilnika
sv: %s minne

source: Unknown Graphics
de: Unbekannte Grafikkarte
nl: Onbekende Videokaart
sl: Neznana grafična kartica
sv: Okänd grafik

source: Unknown storage
de: Unbekannter Massenspeicher
nl: Onbekende opslag
sl: Neznana shramba
sv: Okänd lagring

source: Manufacturer Website
de: Hersteller-Internet-Seite
nl: Website fabrikant
sl: Spletna stran proizvajalca
sv: Tillverkarens webbplats

source: Update device name
de: Gerätenamen aktualisieren
sl: Posodobi ime naprave
sv: Uppdatera enhetsnamn

source: Device name saved
de: Gerätenamen gespeichert
sl: Ime naprave shranjeno
sv: Enhetsnamn sparades

source: Unknown Processor
de: Unbekannter Prozessor
nl: Onbekende Processor
sl: Neznan procesor
sv: Okänd processor

source: Dual-Core %s
de: Doppelkern %s
sl: Dvojedrni %s
sv: Dubbelkärnig %s

source: Quad-Core %s
de: Vierkern %s
sl: Štirijedrni %s
sv: Fyrkärnig %s

source: Hexa-Core %s
de: Achtkern %s
sl: Šestjedrni %s
sv: Sexkärnig %s

source: Unknown
de: Unbekannt
nl: Niet bekend
sl: Neznano
sv: Okänt

source: %s storage (NVMe SSD)
de: %s Massenspeicher (NVMe-SSD)
nl: %s opslagruimte (NVMe SSD)
sl: %s shrambe (NVMe SSD)
sv: %s lagring (NVMe SSD)

source: %s storage (eMMC)
de: %s Massenspeicher (eMMC)
nl: %s opslagruimte (eMMC)
sl: %s shrambe (eMMC)
sv: %s lagring (eMMC)

source: %s storage (SATA SSD)
de: %s Massenspeicher (SATA-SSD)
nl: %s opslagruimte (SATA SSD)
sl: %s shrambe (SATA SSD)
sv: %s lagring (SATA SSD)

source: %s storage (HDD)
de: %s Massenspeicher (HDD)
nl: %s opslagruimte (HDD)
sl: %s shrambe (HDD)
sv: %s lagring (HDD)

source: %s storage
de: %s Massenspeicher
nl: %s opslagruimte
sl: %s shrambe
sv: %s lagring

source: byte
sl: B

source: %u byte
sl: %u B

source: Download
de: Herunterladen
sl: Prenos
sv: Hämta ner

source: Cancel
de: Abbrechen
nl: Annuleren
sl: Prekliči
sv: Avbryt

source: Updates will be automatically downloaded. They will be installed when this device is restarted.
de: Aktualisierungen werden automatisch heruntergeladen. Sie werden installiert, sobald das Gerät neu gestartet wird.
nl: Updates zullen automatisch worden gedownload. Ze zullen daarna worden geïnstalleerd zodra het apparaat opnieuw opstart.
sl: Posodobitve se bodo samodejno prenesle. Namestile se bodo ob ponovnem zagonu te naprave.
sv: Uppdateringar hämtas automatiskt. De kommer att installeras när enheten startas om.

source: Get Involved
de: Bei uns mitarbeiten
nl: Help mee
sl: Vključite se
sv: Engagera dig

source: Built on %s
de: Auf Basis von %s
nl: Gebouwd op %s
sl: Zgrajen na osnovi %s
sv: Byggt på %s

source: System updates not available
de: Keine Systemaktualisierungen verfügbar
nl: Systeemupdates niet beschikbaar
sl: Sistemske posodobitve niso na voljo
sv: Systemuppdateringar inte tillgängliga

source: Couldn't connect to the backend. Try logging out to resolve the issue.
de: Verbindung um Backend nicht möglich. Zum Beheben des Problems bitte abmelden.
nl: Kan geen verbinding maken met de backend. Probeer uit te loggen om het probleem op te lossen.
sl: Ni se bilo mogoče povezati na strežnik. Poskusite se ponovno prijaviti.
sv: Det gick inte att ansluta till backend. Försök att logga ut för att lösa problemet.

source: Up To Date
de: Aktuell
nl: Actueel
sl: Posodobljen
sv: Uppdaterad

source: Last checked %s
de: %s zuletzt geprüft
nl: Laatst gecontroleerd %s
sl: Nazadnje preverjeno %s
sv: Senast kontrollerad %s

source: Last checked unknown
sl: Čas zadnjega preverjanja ni znan
sv: Senast kontrollerad okänd

source: Updates Available
de: Aktualisierungen verfügbar
nl: Updates zijn beschikbaar
sl: Posodobitve so na voljo
sv: Uppdateringar tillgängliga

source: %i update available (%s)
sl: %i posodobitev na voljo (%s)
sv: %i uppdatering tillgänglig (%s)

source: Unable to determine number of updates
de: Anzahl der Aktualisierungen nicht zu ermitteln
nl: Kon aantal beschikbare updates niet vaststellen
sl: Ni bilo mogoče določiti število posodobitev
sv: Det går inte att fastställa antalet uppdateringar

source: Downloading Updates
de: Aktualisierungen herunterladen
nl: Updates worden gedownload
sl: Prenašanje posodobitev
sv: Hämtar ner uppdateringar

source: Restart to install pending updates
sl: Ponovno zaženite napravo za namestitev čakajočih posodobitev
sv: Starta om för att installera väntande uppdateringar

source: Updates have been downloaded. A restart is required to finish installing them.
sl: Posodobitve so bile prenešene. Za namestitev je potreben ponovni zagon.
sv: Uppdateringar har hämtats ner. En omstart krävs för att slutföra installationen av dem.

source: Failed to download updates
de: Herunterladen der Aktualisierungen fehlgeschlagen
nl: Downloaden van updates is mislukt
sl: Napak pri prenosu posodobitev
sv: Misslyckades med att hämta ner uppdateringar

source: Manually refreshing updates may resolve the issue
de: Ein manuelles erneutes Abrufen der Aktualisierungen behebt das Problem möglicherweise
nl: Het handmatig verversen van de updates zou het probleem mogelijk kunnen verhelpen
sl: Ponovna osvežitev bo morda rešila težavo
sv: Manuell uppdatering av uppdateringar kan lösa problemet

source: %s of %s
sl: %s od %s
sv: %s av %s

source: System Settings Will Be Restored to The Factory Defaults
de: Die Systemeinstellungen werden auf die Standardeinstellungen zurückgesetzt
nl: Systeeminstellingen zullen hersteld worden naar fabrieksinstellingen
sl: Sistemske nastavitve bodo povrnjene na tovarniško stanje
sv: Systeminställningar kommer att återställas till fabriksinställningarna

source: All system settings and data will be reset to the default values. Personal data, such as music and pictures, will be unaffected.
de: Alle Systemeinstellungen und Daten werden auf die Standardwerte zurückgesetzt. Persönliche Daten wie Musik oder Bilder bleiben hiervon unberührt.
nl: Alle systeeminstellingen en gegevens zullen teruggezet worden naar de standaardwaarden. Persoonlijke data, zoals muziek en afbeeldingen, zullen onaangetast blijven.
sl: Vsi podatki in sistemske nastavitve bodo povrnjene na privzete vrednosti. Osebni podatki, kot so npr. slike in glasba, bodo ostali nespremenjeni.
sv: Alla systeminställningar och all data kommer att återställas till standardvärdena. Personlig data, som musik och foton, kommer inte påverkas.

source: Restore Settings
de: Einstellungen wiederherstellen
nl: Instellingen herstellen
sl: Povrni nastavitve
sv: Återställ inställningar

source: Sponsor Us
de: Uns unterstützen
nl: Sponsor ons
sl: Sponzorirajte nas
sv: Sponsra oss

source: %.0f%% towards $%'5.0f per month goal
de: %.0f%% des Ziels von $%'5.0f pro Monat
nl: %.0f%% van ons doel van $%'5.0f per maand
sl: %.0f%% od $%'5.0f mesečnega cilja
sv: %.0f%% mot målet på $%'5.0f per månad

source: What's New
de: Neuigkeiten
nl: Wat is er nieuw
sl: Kaj je novega
sv: Vad är nytt

source: %u package will be upgraded
de: %u Paket wird aktualisiert
nl: %u pakket zal worden geüpdate
sl: %u paket bo posodobljen
sv: %u paket kommer att uppgraderas

source: Close
de: Schließen
nl: Sluiten
sl: Zapri
sv: Stäng

source: This may have been caused by sideloaded or manually compiled software, a third-party software source, or a package manager error. Manually refreshing may resolve the issue.
de: Der Grund könnte in per Sideload installierter oder manuell kompilierter Software, einer Software-Dritt-Quelle oder einem Fehler in der Paketverwaltung liegen. Ein manuelles Aktualisieren behebt das Problem möglicherweise.
nl: Dit zou kunnen zijn veroorzaakt door sideloaded of handmatig gecompileerde software, softwarebronnen van een derde partij of een fout in de pakketbeheerder. Het handmatig verversen zou dit probleem mogelijk kunnen verhelpen.
sv: Detta kan ha orsakats av sidoladdad eller manuellt kompilerad programvara, en programkälla från tredje part eller ett fel i pakethanteraren. Manuell uppdatering kan lösa problemet.

source: This may have been caused by sideloaded or manually compiled software, a third-party software source, or a package manager error. Manually refreshing updates may resolve the issue.
de: Der Grund könnte in per Sideload installierter oder manuell kompilierter Software, einer Software-Dritt-Quelle oder einem Fehler in der Paketverwaltung liegen. Ein manuelles erneutes Abrufen der Aktualisierungen behebt das Problem möglicherweise.
nl: Dit zou kunnen zijn veroorzaakt door sideloaded of handmatig gecompileerde software, softwarebronnen van een derde partij of een fout in de pakketbeheerder. Het handmatig vernieuwen van de updates zou dit probleem mogelijk kunnen verhelpen.
sv: Detta kan ha orsakats av sidoladdad eller manuellt kompilerad programvara, en programkälla från tredje part eller ett fel i pakethanteraren. Manuell uppdatering av uppdateringar kan lösa problemet.

source: %i update available
de: %i Aktualisierung verfügbar

source: Restart Required
de: Neustart erforderlich
nl: Opnieuw opstarten benodigd

source: A restart is required to finish installing updates
de: Zum Abschluss der Installation der Aktualisierungen ist ein Neustart erforderlich
nl: Opnieuw opstarten is benodigd om de installaties van de updates af te ronden
